Repository: dsemblano/camisetaecoisaseria
Catalog: site/web/app/languages/loco/plugins/woo-picpay-*.po
Languages: pt_br

source: Accept payments using the PicPay.
pt_br: Aceitar pagamentos usando o PicPay.

source: Active Brazilian Market on WooCommerce
pt_br: Ativo Mercado Brasileiro no WooCommerce

source: An error has occurred while processing your payment, please try again. Or contact us for assistance.
pt_br: Ocorreu um erro ao processar o seu pagamento, por favor, tente novamente. Ou contacte-nos para obter assistência.

source: Click to try again
pt_br: Clique em tentar novamente

source: Debug Log
pt_br: Log De Depuração

source: depends on the last version of Brazilian Market on WooCommerce to work!
pt_br: depende a última versão do Mercado Brasileiro no WooCommerce para trabalhar!

source: depends on the last version of WooCommerce to work!
pt_br: depende a última versão do WooCommerce para trabalhar!

source: Description
pt_br: Descrição

source: Enable logging
pt_br: Habilitar o log

source: Enable PicPay
pt_br: Activar PicPay

source: Enable/Disable
pt_br: Activar/Desactivar

source: Help us keep the %s plugin free making a donation or rate %s on WordPress.org. Thank you in advance!
pt_br: Ajude-nos a manter o %s plugin livre fazendo uma doação ou a taxa de %s no WordPress.org. Obrigado antecipadamente!

source: here
pt_br: aqui

source: Includes PicPay E-Commerce as a payment gateway to WooCommerce.
pt_br: Inclui PicPay de E-Commerce como um gateway de pagamento para WooCommerce.

source: Install Brazilian Market on WooCommerce
pt_br: Instalar Mercado Brasileiro no WooCommerce

source: Install WooCommerce
pt_br: Instalar O WooCommerce

source: Log PicPay events, such as API requests, inside %s
pt_br: Registo de PicPay eventos, tais como solicitações de API, dentro de %s

source: Make a donation
pt_br: Faça uma doação

source: Make a review
pt_br: Fazer um comentário

source: Order %s has been marked as refunded by PicPay.
pt_br: Ordem de %s foi marcado como reembolsado por PicPay.

source: Pay via PicPay
pt_br: Pagamento via PicPay

source: Payment for order %s refunded
pt_br: Pagamento por ordem de %s reembolsado

source: Payment refunded
pt_br: Pagamento restituído

source: Payment refunded directly by PicPay.
pt_br: Pagamento reembolsadas diretamente pelo PicPay.

source: PicPay Disabled
pt_br: PicPay Deficiência

source: PicPay Payment URL not found.
pt_br: PicPay Pagamento de URL não encontrada.

source: PicPay: Payment approved.
pt_br: PicPay: o Pagamento aprovado.

source: PicPay: Payment chargeback.
pt_br: PicPay: Pagamento de ressarcimento.

source: PicPay: Payment completed and credited to your account.
pt_br: PicPay: Pagamento concluído e creditado na sua conta.

source: PicPay: Payment expired.
pt_br: PicPay: Pagamento expirado.

source: PicPay: Payment refunded.
pt_br: PicPay: reembolsado.

source: PicPay: Payment under review.
pt_br: PicPay: Pagamento em análise.

source: PicPay: The buyer initiated the transaction, but so far the PicPay not received any payment information.
pt_br: PicPay: O comprador iniciou a transação, mas até agora o PicPay não recebeu nenhuma informação de pagamento.

source: Please enter your PicPay token. This is needed to process the payments and notifications. Is possible generate a new token %s.
pt_br: Por favor, introduza o PicPay token. Isto é necessário para processar os pagamentos e notificações. É possível gerar um novo token %s.

source: Please enter your Seller token.
pt_br: Por favor introduza o seu Vendedor token.

source: Proceed to payment
pt_br: Finalizar compra

source: Seller Token
pt_br: Vendedor Token

source: Settings
pt_br: Definições

source: This controls the description which the user sees during checkout.
pt_br: Este controla a descrição que o usuário vê durante o checkout.

source: This controls the title which the user sees during checkout.
pt_br: Este controla o título que o usuário vê durante o checkout.

source: Title
pt_br: Título

source: Too bad! The token from the PicPay are invalids my little friend!
pt_br: Muito ruim! O token da PicPay são inválidos meu pequeno amigo!

source: QR Code PicPay for WooCommerce
pt_br: Código QR PicPay para WooCommerce

source: You should inform your PicPay token and Seller Token.
pt_br: Você deve informar o seu PicPay token e o Vendedor Token.
