Repository: dsemblano/camisetaecoisaseria
Catalog: site/web/app/languages/loco/plugins/woocommerce-pagarme-*.po
Languages: pt_br

source: Pagar.me Disabled
pt_br: De Pagar.me Deficiência

source: Currency %s is not supported. Works only with Brazilian Real.
pt_br: Moeda %s não é suportado. Funciona somente com o Real Brazilian.

source: WooCommerce Pagar.me
pt_br: WooCommerce De Pagar.me

source: depends on the last version of WooCommerce to work!
pt_br: depende a última versão do WooCommerce para trabalhar!

source: Install WooCommerce
pt_br: Instalar O WooCommerce

source: Invalid transaction data.
pt_br: Inválido de transação de dados.

source: Payment made with more installments than allowed.
pt_br: Pagamento feito com mais parcelas do que o permitido.

source: Payment divided into a lower amount than permitted.
pt_br: Pagamento dividido em menor quantidade do que o permitido.

source: Wrong payment amount total.
pt_br: Errado valor do pagamento total.

source: Discover
pt_br: Descubra

source: Banking Ticket URL
pt_br: Boleto URL

source: Credit Card
pt_br: Cartão De Crédito

source: Installments
pt_br: Parcelas

source: Total paid
pt_br: Total pago

source: Anti Fraud Score
pt_br: Anti-Fraude Pontuação

source: Missing credit card data, please review your data and try again or contact us for assistance.
pt_br: Faltando dados de cartão de crédito, por favor, revise seus dados e tente novamente ou contacte-nos para obter assistência.

source: Pagar.me Request Failure
pt_br: De Pagar.me de Falha de Solicitação de

source: Pagar.me: The transaction was authorized.
pt_br: De Pagar.me: A transação foi autorizada.

source: Pagar.me: You should manually analyze this transaction to continue payment flow, access %s to do it!
pt_br: De Pagar.me: Você deve manualmente analisar esta transação para continuar fluxo de pagamento, o acesso %s para fazê-lo!

source: Pagar.me: The transaction is being processed.
pt_br: De Pagar.me: A transação é processada.

source: Pagar.me: Transaction paid.
pt_br: De Pagar.me: Transação pago.

source: Pagar.me: The banking ticket was issued but not paid yet.
pt_br: De Pagar.me: O boleto foi emitido, mas não pago ainda.

source: Pagar.me: The transaction was rejected by the card company or by fraud.
pt_br: De Pagar.me: A transação foi rejeitado pelo cartão de empresa ou fraude.

source: The transaction for order %s was rejected by the card company or by fraud
pt_br: A transação para a ordem de %s foi rejeitado pela empresa de cartão ou por fraude

source: Transaction failed
pt_br: Falha na transação

source: Pagar.me: The transaction was refunded/canceled.
pt_br: De Pagar.me: A transação, foi-lhe devolvido/cancelado.

source: The transaction for order %s refunded
pt_br: A transação para a ordem de %s reembolsado

source: Transaction refunded
pt_br: Transação reembolsado

source: Pagar.me: Transaction is waiting for antifraud analysis.
pt_br: De Pagar.me: Transação está esperando para análise antifraude.

source: Pagar.me - Banking Ticket
pt_br: Pagar.me Boleto

source: Accept banking ticket payments using Pagar.me.
pt_br: Aceite boleto de pagamentos através de Pagar.me.

source: Enable/Disable
pt_br: Activar/Desactivar

source: Enable Pagar.me Banking Ticket
pt_br: Ativar Boleto Pagar.me

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Este controla o título que o usuário vê durante o checkout.

source: Banking Ticket
pt_br: Boleto

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Este controla a descrição que o usuário vê durante o checkout.

source: Pay with Banking Ticket
pt_br: Pague com Boleto

source: Integration Settings
pt_br: As Configurações De Integração

source: Pagar.me API Key
pt_br: De Pagar.me Chave da API

source: Please enter your Pagar.me API Key. This is needed to process the payment and notifications. Is possible get your API Key in %s.
pt_br: Por favor introduza os seus Pagar.me API Key. Isto é necessário para processar o pagamento e notificações. É possível obter a sua Chave de API em %s.

source: Pagar.me Encryption Key
pt_br: De Pagar.me da Chave de Criptografia

source: Please enter your Pagar.me Encryption key. This is needed to process the payment. Is possible get your Encryption Key in %s.
pt_br: Por favor introduza os seus Pagar.me da chave de Criptografia. Isto é necessário para processar o pagamento. É possível obter a sua Chave de Criptografia em %s.

source: Async
pt_br: Assíncrono

source: If enabled the banking ticket url will appear in the order page, if disabled it will appear after the checkout process.
pt_br: Se habilitado a url do boleto aparecerá na página de compra, se desativado aparecerá após o processo de checkout.

source: Gateway Testing
pt_br: Gateway De Testes

source: Debug Log
pt_br: Log De Depuração

source: Enable logging
pt_br: Habilitar o log

source: Log Pagar.me events, such as API requests. You can check the log in %s
pt_br: Registo De Pagar.me eventos, tais como solicitações de API. Você pode verificar o log em %s

source: Pagar.me - Credit Card
pt_br: De Pagar.me - Cartão de Crédito

source: Accept credit card payments using Pagar.me.
pt_br: Aceitar pagamentos com cartão de crédito usando de Pagar.a mim.

source: Enable Pagar.me Credit Card
pt_br: Activar Pagar.me Cartão de Crédito

source: Pay with Credit Card
pt_br: Pagar com Cartão de Crédito

source: Checkout Pagar.me
pt_br: Checkout De Pagar.me

source: Enable checkout Pagar.me
pt_br: Activar checkout de Pagar.me

source: When enabled opens a Pagar.me modal window to receive the customer's credit card information.
pt_br: Quando ativado, abre-se um de Pagar.mim janela modal para receber o cliente, informações de cartão de crédito.

source: Register Refused Order
pt_br: Registar Recusou-Se A Ordem De

source: Register order for refused transactions
pt_br: Registrar para que se recusou transações

source: Register order for refused transactions when Pagar.me Checkout is enabled
pt_br: Registrar para que se recusou transações, quando de Pagar.me Checkout é ativado

source: Number of Installment
pt_br: Número da Parcela

source: Maximum number of installments possible with payments by credit card.
pt_br: Número máximo de parcelas possíveis com pagamentos por cartão de crédito.

source: Smallest Installment
pt_br: Menor Parcela

source: Please enter with the value of smallest installment, Note: it not can be less than 5.
pt_br: Por favor entre com o valor da menor parcela, uma Nota: não pode ser inferior a 5.

source: Interest rate
pt_br: Taxa de juros

source: Please enter with the interest rate amount. Note: use 0 to not charge interest.
pt_br: Por favor, insira a taxa de juros quantidade. Nota: use 0 para não cobrar juros.

source: Free Installments
pt_br: Parcelamento Sem

source: Number of installments with interest free.
pt_br: O número de parcelas sem juros.

source: Print Banking Ticket
pt_br: Imprimir Boleto

source: View order
pt_br: Visualizar pedido

source: Your banking ticket is being generated, access your order to view it.
pt_br: Seu boleto está sendo gerado, o acesso a sua encomenda para visualizá-lo.

source: After clicking "Place order" you will have access to banking banking ticket which you can print and pay in your internet banking or in a lottery retailer.
pt_br: Depois de clicar em "Finalizar compra" você vai ter acesso ao boleto que você pode imprimir e pagar em seu internet banking ou em uma lotérica.

source: Note: The order will be confirmed only after the payment approval.
pt_br: Nota: A encomenda será confirmada somente após a aprovação do pagamento.

source: Payment
pt_br: Pagamento

source: Please use the link below to view your banking ticket, you can print and pay in your internet banking or in a lottery retailer:
pt_br: Por favor use o link abaixo para ver o seu boleto, você pode imprimir e pagar em seu internet banking ou em uma lotérica:

source: Pay the banking ticket
pt_br: Pagar o boleto

source: After we receive the banking ticket payment confirmation, your order will be processed.
pt_br: Depois de recebermos a confirmação do pagamento do boleto, sua encomenda será processada.

source: Please click in the following button to view your banking ticket.
pt_br: Por favor, clique no botão ao lado para ver seu boleto

source: You can print and pay in your internet banking or in a lottery retailer.
pt_br: Você pode imprimir e pagar em seu internet banking ou em uma lotérica.

source: Card Holder Name
pt_br: Nome Do Proprietário Do Cartão

source: Card Number
pt_br: Número Do Cartão

source: Expiry (MM/YY)
pt_br: Do prazo de validade (MM/AA)

source: MM / YY
pt_br: MM / AA

source: Card Code
pt_br: Código Do Cartão

source: Please, select the number of installments
pt_br: Por favor, selecione o número de parcelas

source: (total of %s)
pt_br: (total de %s)

source: (interest-free)
pt_br: (sem juros)

source: Bank Slip Settings
pt_br: Boleto Bancário Definições

source: Credit Card Settings
pt_br: Cartão De Crédito Definições

source: Pagar.me for WooCommerce
pt_br: De Pagar.- me para WooCommerce

source: Gateway de pagamento Pagar.me para WooCommerce.
pt_br: Gateway de pagamento de Pagar.me para WooCommerce.

source: Pagar.me, Claudio Sanches
pt_br: De Pagar.eu, Claudio Sanches

# no free installments
source: None
pt_br: Nenhum
